---
kind: other
id: Methods.T:Autodesk.Revit.DB.Architecture.BalusterInfo
source: html/85714b87-cf74-7d21-21b7-f91bdffb1e6e.htm
---
# BalusterInfo Methods

Gets the name string to be used as a reference to Host in the current language.